tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "anyenv"
brew "bat"
brew "readline"
brew "sqlite"
brew "xz"
brew "cmake"
brew "exa"
brew "ghq"
brew "gibo"
brew "git"
brew "gnuplot"
brew "hub"
brew "lsd"
brew "mas"
brew "neovim"
brew "openssl"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tokei"
brew "tree"
brew "urlview"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "anydesk"
cask "geektool"
cask "google-chrome"
cask "karabiner-elements"
cask "magicprefs"
cask "skype"
cask "slack"
mas "Alfred", id: 405843582
mas "LINE", id: 539883307
